Repository: RizobekS/artv
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz, zh_cn

source: Пользователи аккаунта
uz: Akkaunt foydalanuvchiklari
zh_cn: 賬戶用戶

source: Доллар США
uz: A.Q.SH Dollari
zh_cn: 美元

source: Китайский Юань
uz: CNY / Xitoy yuani
zh_cn: CNY / 人民幣

source: Российский Рубль
uz: RUB / Rossiya Rubli
zh_cn: RUB / 俄羅斯盧布

source: Узбекский Сум
uz: SO’M / O'zbek So'mi
zh_cn: SO’M / 烏茲別克斯坦總和

source: Эл. адрес
uz: Email
zh_cn: 電子郵件

source: Ющер
uz: Foydalanuvchi
zh_cn: 用户

source: Имя
uz: Ism
zh_cn: 名稱

source: Фамилия
uz: Sharif
zh_cn: 姓

source: Номер телефона
uz: Telefon raqami
zh_cn: 電話號碼

source: Дата рождения
uz: Tug'ilgan sanasi
zh_cn: 出生日期

source: Соц. сети
uz: Ijtimoiy tarmoqlar
zh_cn: 社交網站

source: Валюта
uz: Valyuta
zh_cn: 貨幣

source: почтовый индекс
uz: pochta indeksi
zh_cn: 郵政編碼

source: Улица/дом/квартира
uz: Ko'cha/bino/honadon
zh_cn: 街道/房子/公寓

source: Пользователь
uz: Foydalanuvchi
zh_cn: 用戶

source: Пользователи
uz: Foydalanuvchilar
zh_cn: 用戶

source: Фото
uz: Rasm
zh_cn: 照片

source: Иконка генерируется автоматически
uz: Belgi avtomatik ravishda yaratiladi
zh_cn: 圖標（自動生成）

source: Вид деятельности
uz: Ish turi
zh_cn: 活動種類

source: Течение
uz: Yo'nalish
zh_cn: 課程

source: Занятие1
uz: Kategoriya
zh_cn: 類別

source: Номер договора
uz: Shartnoma raqami
zh_cn: 合同號

source: Занятие
uz: Kasb
zh_cn: 職業

source: Био
uz: Bio
zh_cn: 生物

source: Дата смерти
uz: Vafot sanasi
zh_cn: 死亡日期

source: Организация
uz: Korxona
zh_cn: 組織

source: Автор
uz: Muallif
zh_cn: 作者

source: Авторы
uz: Mualliflar
zh_cn: 作者

source: Ремесло
uz: Hunarmandchilik
zh_cn: 工藝

source: Ремесла
uz: Hunarmandchiliklar
zh_cn: 工藝品

source: Название соц. сети
uz: Ijtimoiy tarmoq nomi
zh_cn: 社交網站名稱

source: Ссылка на соц.сеть
uz: Ijtimoiy tarmoqqa havola
zh_cn: 社交網站鏈接

source: Соц.сеть
uz: Ijtimoiy tarmoq
zh_cn: 社交網站

source: Соц.сети
uz: Ijtimoiy tarmoqlar
zh_cn: 社交網站

source: -- sorry, no translation provided --
uz: -- kechirasiz, tarjima keltirilmagan --
zh_cn: -- 抱歉，沒有提供翻譯 --

source: Your profile has been saved successfully!
uz: Foydalanuvchi profili muvaffaqiyatli o'zgartirildi
zh_cn: 用戶資料更新成功

source: Russian
uz: Russcha
zh_cn: 俄語

source: Uzbek
uz: O'zbekcha
zh_cn: 烏茲別克語

source: English
uz: Inglizcha
zh_cn: 英語

source: Chinese
uz: Xitoycha
zh_cn: 中文

source: Выполнен
uz: Amalga oshirilgan
zh_cn: 完全的

source: Отменён
uz: Bekor etildi
zh_cn: 取消

source: Галерея
uz: Galereya
zh_cn: 畫廊

source: Заказан
uz: Buyurtma etildi
zh_cn: 已訂購

source: Продано
uz: Sotildi
zh_cn: 已售出

source: Новый
uz: Yangi
zh_cn: 新

source: Оплачено
uz: To'landi
zh_cn: 有薪酬的

source: Ожидается
uz: Kutilmoqda
zh_cn: 待定

source: Завершено
uz: Tugallandi
zh_cn: 已完成

source: Отменено
uz: Bekor etildi
zh_cn: 取消

source: Возврашено
uz: Qaytarildi
zh_cn: 返回

source: Отклонено
uz: Rad etildi
zh_cn: 拒絕

source: В корзине
uz: Savatchada
zh_cn: 在購物車中

source: В избранном
uz: Sevimlida
zh_cn: 在收藏夾中

source: Уникальный артикль (генерируется автоматически)
uz: Noyob maqola (avtomatik ravishda yaratilgan)
zh_cn: 獨特的文章（自動生成）

source: Oтдел
uz: Bo'lim
zh_cn: 部門

source: жанр
uz: janr
zh_cn: 流派

source: Название
uz: Nomi
zh_cn: 名稱

source: Описание
uz: Tavsifi
zh_cn: 描述

source: Bид
uz: Turi
zh_cn: 類型

source: период
uz: davr
zh_cn: 句號

source: течение
uz: yo'nalish
zh_cn: 流

source: сервисы
uz: servislar
zh_cn: 服務

source: Размер
uz: Hajmi
zh_cn: 大小

source: Система Исчесления
uz: Sanoq sistemasi
zh_cn: 符号

source: Подпись (положение подписи)
uz: Imzo (imzo joylashuvi)
zh_cn: 簽名（簽名位置）

source: Контент 16+
uz: 16+ lavha
zh_cn: 内容 16+

source: Страна
uz: Ijtimoiy tarmoq
zh_cn: 國家

source: Регионы
uz: Hududlar
zh_cn: 區域

source: Цена
uz: Narxi
zh_cn: 價格

source: Количество
uz: Qiymat
zh_cn: 數量

source: Скидка
uz: Chegirma
zh_cn: 折扣

source: Доступно для продажи
uz: Sotuvga qo'yilgan
zh_cn: 有售

source: Популярный
uz: Mashhur
zh_cn: 熱門

source: Изображение
uz: Rasm
zh_cn: 圖片

source: Иконка (генерируется автоматически)
uz: Belgi (avtomatik ravishda yaratiladi)
zh_cn: 圖標（自動生成）

source: Mатериал
uz: Material
zh_cn: 材料

source: Год исполнения
uz: Amalga oshirilgan yili
zh_cn: 完成年份

source: Теги
uz: Teglar
zh_cn: 標籤

source: прайс ап
uz: narh ko'tarilishi
zh_cn: 漲價

source: продавец
uz: sotuvchi
zh_cn: 賣家

source: для интерьера
uz: interyer uchun
zh_cn: 用於內部

source: Cтатус
uz: Holat
zh_cn: 狀態

source: Дата публикации
uz: Chop etish sanasi
zh_cn: 發布日期

source: Дата начала продажи
uz: Sotuv boshlanish sanasi
zh_cn: 銷售開始日期

source: Дата окончания продажи
uz: Sotuv tugash sanasi
zh_cn: 銷售結束日期

source: Добавить логотип
uz: Logotip qo'shish
zh_cn: 添加徽标

source: Произведение
uz: Asar
zh_cn: 藝術品

source: Произведения
uz: Asarlar
zh_cn: 藝術品

source: Тип
uz: Tur
zh_cn: 類型

source: Центр/школа
uz: Markaz/maktab
zh_cn: 中心/学校

source: Год создания
uz: Yaratilgan yili
zh_cn: 創建年份

source: Период
uz: Davr
zh_cn: 期間

source: Прайс ап
uz: Prays ap
zh_cn: 漲價

source: Прикладное искусство
uz: Amaliy san'at
zh_cn: 應用藝術

source: Прикладные искусства
uz: Amaliy san'at
zh_cn: 應用藝術

source: Заголовок
uz: Sarlavha
zh_cn: 標題

source: Текст
uz: Matn
zh_cn: 文本

source: Жанр
uz: Janr
zh_cn: 流派

source: Статья
uz: Maqola
zh_cn: 文章

source: Статьи
uz: Maqolalar
zh_cn: 文章

source: Корзина
uz: Savatcha
zh_cn: 購物車

source: Корзины
uz: Savatchalar
zh_cn: 購物車

source: Продукт в корзине
uz: Savatchadagi mahsulot
zh_cn: 購物車中的產品

source: Продукты в корзине
uz: Savatchadagi mahsulotlar
zh_cn: 購物車中的產品

source: Статус
uz: Status
zh_cn: 狀態

source: Под итог
uz: Jami
zh_cn: 小計

source: Скидки
uz: Chegirmalar
zh_cn: 折扣

source: Итого
uz: Jami
zh_cn: 總計

source: Оформлено
uz: Tasdiqlandi
zh_cn: 形成

source: Обновлено
uz: Yangiladi
zh_cn: 更新

source: Заказ
uz: Buyurtma
zh_cn: 訂單

source: Заказы
uz: Buyurtmalar
zh_cn: 訂單

source: Продукт в заказе
uz: Buyurtmadagi mahsulot
zh_cn: 訂單中的產品

source: Продукты в заказе
uz: Buyurtmadagi mahsulotlar
zh_cn: 訂單中的產品

source: Дата начала скидки
uz: Chegirma boshlanish sanasi
zh_cn: 折扣開始日期

source: Дата окончания скидки
uz: Chegirma tugash sanasi
zh_cn: 折扣結束日期

source: Родительский обзор
uz: Ona sharh
zh_cn: 家長評論

source: Оценка
uz: Baho
zh_cn: 標記

source: Обзор
uz: Sharh
zh_cn: 評論

source: Виден
uz: Ko'rinadi
zh_cn: 可見

source: Дата обзора
uz: Sharhlash sanasi
zh_cn: 審核日期

source: Обзоры
uz: Sharhlar
zh_cn: 評論

source: Дата создания
uz: Yaralish sanasi
zh_cn: 創建日期

source: Дата изменения
uz: O'zgarish sanasi
zh_cn: 更新日期

source: Лайк
uz: Layk
zh_cn: 喜歡

source: Лайки
uz: Layklar
zh_cn: 喜歡

source: Галереи
uz: Galereyalar
zh_cn: 畫廊

source: Предмет Искусства
uz: Sa'nat asari
zh_cn: 藝術主題

source: Победитель аукциона
uz: Auksion g'olibi
zh_cn: 拍賣贏家

source: Участники аукциона
uz: Auksion ishtirokchilari
zh_cn: 拍賣參與者

source: Дата начала
uz: Boshlanish sanasi
zh_cn: 開始日期

source: Дата окончания
uz: Tugash sanasi
zh_cn: 結束日期

source: Аукцион
uz: Auksion
zh_cn: 拍賣

source: Аукционы
uz: Auksionlar
zh_cn: 拍賣

source: Победитель прайс ап
uz: Prays ap g'olibi
zh_cn: 價格上漲的贏家

source: Участники прайс ап
uz: Prays ap qatnashuvchilari
zh_cn: 漲價的參與者

source: Главный
uz: Asosiy
zh_cn: 主要

source: Код страны
uz: Mamlakat kodi
zh_cn: 國家代碼

source: Название страны
uz: Mamlakat nomi
zh_cn: 國家名稱

source: Страны
uz: Mamlakatlar
zh_cn: 國家

source: Название региона
uz: Hudud nomi
zh_cn: 區域名稱

source: Регион
uz: Hudud
zh_cn: 區域

source: Путь к значку
uz: Belgigacha yo'l
zh_cn: 圖標路徑

source: Порядок
uz: Tartib
zh_cn: 訂單

source: Раздел
uz: Bo'lim
zh_cn: 部分

source: Разделы
uz: Bo'limlar
zh_cn: 章節

source: Родительская категория
uz: Ona kategoriya
zh_cn: 父母類別

source: Категория
uz: Kategoriya
zh_cn: 類別

source: Категории
uz: Kategoriyalar
zh_cn: 類別

source: Название жанра
uz: Janr nomi
zh_cn: 流派名稱

source: Описание жанра
uz: Janr tavsifi
zh_cn: 類型描述

source: Родительский жанр
uz: Ona janr
zh_cn: 親子類型

source: Жанры
uz: Janrlar
zh_cn: 流派

source: О нас
uz: Biz haqimizda
zh_cn: 關於我們

source: Вид
uz: Turi
zh_cn: 類型

source: Виды
uz: Turlari
zh_cn: 類型

source: Типы
uz: Tiplar
zh_cn: 类型

source: Центр/школы
uz: Markaz/maktab
zh_cn: 中心/学校

source: Течении
uz: Yo'nalish
zh_cn: 流

source: Периоды
uz: Davrlar
zh_cn: 期間

source: продавцы
uz: sotuvchilar
zh_cn: 賣家

source: Показать картины
uz: Rasmlarni ko'rsatish
zh_cn: 展示畫作

source: Услуга
uz: Xizmat
zh_cn: 服務

source: Услуги
uz: Xizmatlar
zh_cn: 服務

source: Картинка в сервисах
uz: 'Service'dagi rasm
zh_cn: 服务中的图片

source: Картинки в сервисах
uz: 'Service'dagi rasmlar
zh_cn: 服务中的图片

source: Тег
uz: Teg
zh_cn: 標籤

source: Запрос на продажу
uz: Sotuvga so'rov
zh_cn: 請求出售

source: Запросы на продажу
uz: Sotuvga so'rovlar
zh_cn: 銷售請求

source: Описание члена команды
uz: Jamoa a'zosi tavsifi
zh_cn: 團隊成員描述

source: Эксперт
uz: Ekspert
zh_cn: 專家

source: Член команды
uz: Jamoa a'zosi
zh_cn: 團隊成員

source: Члены команды
uz: Jamoa a'zolari
zh_cn: 團隊成員

source: Система измерения
uz: Sanoq sistemasi
zh_cn: 测量系统

source: Системы измерения
uz: Sanoq sistemasi
zh_cn: 测量系统

source: Error in your profile
uz: Profilingizda hatolik yuzberdi
zh_cn: 您的个人资料中的错误

source: Размер:
uz: Hajmi
zh_cn: 大小

source: Материал:
uz: Material
zh_cn: 材料

source: KУПИТЬ
uz: Sotib olish
zh_cn: 購買

source: Регистрация
uz: Ro'yihatdan o'tish
zh_cn: 國家地區

source: Вход
uz: Kirish
zh_cn: 入口

source: Зарегистрироваться по SMS
uz: Ro'yxatdan o'tish
zh_cn: 通过短信注册

source: обязательно для заполнения
uz: to'ldirish talab qilinadi
zh_cn: 需要填写

source: Почтовый индекс
uz: pochta indeksi
zh_cn: 郵政編碼

source: Введите корректный Email
uz: Yaroqli email kiriting
zh_cn: 请输入有效电子邮件

source: Город
uz: Shahar
zh_cn: 城市

source: Повторить пароль
uz: Parolni tasdiqlash
zh_cn: 重复输入密码

source: Пароль не совпадает
uz: Parollar mos kelmadi
zh_cn: 密码不匹配

source: Регистрируясь или авторизуясь вы соглашаетесь с
uz: Ro'yxatdan o'tish yoki tizimga kirish orqali siz quyidagilarga rozilik bildirasiz
zh_cn: 通过注册或登录，您同意

source: Пользовательским соглашением
uz: 'Foydalanuvchilik kelishuvi'
zh_cn: 用户协议

source: Политикой конфеденциальности
uz: 'Maxfiylik siyosati'
zh_cn: 隐私政策

source: Пароль
uz: Parol
zh_cn: 密碼

source: Авторизация
uz: Tizimga kirish
zh_cn: 授權

source: Получить код заново
uz: Kodni takroran yuvorish
zh_cn: 再次获取代码

source: Подтвердить код
uz: Parolni tasdiqlash
zh_cn: 确认码

source: Получить код
uz: Parolni tasdiqlash
zh_cn: 获取代码

source: Подписывайтесь на нас
uz: Bizga obuna bo'ling
zh_cn: 訂閱我們

source: и следите последними новостями
uz: yangiliklarni kuzatib boring

source: Каталог
uz: Katalog
zh_cn: 目錄

source: Художники
uz: Rassomlar
zh_cn: 藝術家

source: Блог
uz: Blog
zh_cn: 博客

source: Жанры изобразительного искусства
uz: Tasviriy san'at janrlari
zh_cn: 美術類型

source: Эксперты
uz: Ekspertlar
zh_cn: 專家

source: Адресс
uz: Manzil
zh_cn: 地址

source: г. Ташкент, ул. Садыка
uz: Toshkent sh., Sodiq Azimov ko'chasi

source: Азимова, 35
uz: Sodiq Azimov, 35

source: Индекс: 100000
uz: Pochta indeksi: 100000

source: Доставить в
uz: Yetkazib berish
zh_cn: 送達

source: Календарь
uz: Kalendar
zh_cn: 日曆

source: Результаты
uz: Natijalar
zh_cn: 結果

source: Совершение сделок с предметами искусства
uz: San'at ob'ektlari bilan ishlash
zh_cn: 藝術品交易

source: Пополнение музейных коллекций
uz: Muzey kolleksiyalarini to'ldirish
zh_cn: 博物館藏品的補充

source: Оценка стоимости коллекций
uz: To'plamni baholash
zh_cn: 評估集合的價值

source: Экспертиза
uz: Ekspertiza
zh_cn: 專業知識

source: Оценка залоговой стоимости
uz: Garov qiymatini baholash
zh_cn: 估計的抵押品價值

source: Страхование и оценка ущерба
uz: Sug'urta va zararni baholash
zh_cn: 保險和損害評估

source: Продать
uz: Sotish
zh_cn: 賣出

source: Наша команда
uz: Bizning jamoa
zh_cn: 我們的隊伍

source: Проекты
uz: Proyektlar
zh_cn: 項目

source: Журнал
uz: Jurnal
zh_cn: 雜誌

source: Арт- лекторий
uz: San'at ma'ruza zali
zh_cn: 藝術大講堂

source: Введите больше 3х символов для корректного поиска
uz: To'g'ri qidirish uchun 3 dan ortiq belgi kiriting

source: Искать на art-v
uz: Qidirish art-v
zh_cn: 在 art-v 上搜索

source: Курсы валют ЦБ с
uz: O'zbekiston Respublikasi MB 1 sumga nisbatan valyutalar kursi
zh_cn: 烏茲別克斯坦共和國中央銀行對 1 蘇姆的匯率

source: Сайт работает в тестовом режиме
uz: Sayt test rejimida
zh_cn: 該站點在測試模式下工作

source: About Detail
uz: Biz Haqimizda Ma'lumoti
zh_cn: 關於詳情

source: About
uz: Biz haqimizda
zh_cn: 關於我們

source: Gallery
uz: Galereya
zh_cn: 畫廊

source: Genres
uz: Janrlar
zh_cn: 流派

source: images
uz: rasmlar
zh_cn: 圖片

source: Artist Detail
uz: Mualliflar tavsifi
zh_cn: 藝術家詳情

source: Год рождения
uz: Tug'ilgan yili
zh_cn: 出生年份

source: Стиль художника
uz: Rassom uslubi
zh_cn: 藝術家風格

source: Работы
uz: Asarlar
zh_cn: 作品

source: ПОДРОБНЕЕ
uz: Ko'proq
zh_cn: 閱讀全文

source: Схожие Авторы
uz: Ox'shash mualliflar
zh_cn: 相似的藝術家

source: Узбекистан
uz: O'zbekiston
zh_cn: 烏茲別克斯坦

source: Подробнее
uz: Ko'proq
zh_cn: 閱讀全文

source: Показать ещё
uz: Yana kor'satish
zh_cn: 查看更多

source: Artists
uz: Mualliflar
zh_cn: 藝術家

source: Auction Detail
uz: Auksion Ma'lumoti
zh_cn: 拍賣詳情

source: Назад
uz: Ortga
zh_cn: 返回

source: Название работы
uz: Asar nomi
zh_cn: 工作名稱

source: Детали
uz: Ma'lumotlar
zh_cn: 詳細信息

source: Происхождение
uz: Kelib chiqishi
zh_cn: 來源

source: Название картин
uz: Rasm nomi
zh_cn: 繪畫名稱

source: Имя художника, описание картины
uz: Rassomning ismi, rasmning tavsifi
zh_cn: 藝術家姓名，畫作描述

source: Закрытие регистрации
uz: Ro'yxatdan o'tishni tugashi
zh_cn: 關閉註冊

source: дней
uz: kun
zh_cn: 天

source: Аукцион начнется
uz: Auksion boshlanadi
zh_cn: 拍賣開始

source: Зарегистрироваться на аукцион
uz: Auksionga ro'yxatdan o'tish
zh_cn: 註冊拍賣

source: Сохранить
uz: Saqlash
zh_cn: 保存

source: Локальная доставка
uz: Hududiy yetkazib berish
zh_cn: 本地配送

source: Международная доставка
uz: Xalqaro yetkazib berish
zh_cn: 國際快遞

source: Похожие
uz: O'xshashlar
zh_cn: 相關

source: Смотреть все работы
uz: Hammasini ko'rish
zh_cn: 查看所有作品

source: Узбекистан, Самарканд
uz: O'zbekiston, Samarqand
zh_cn: 烏茲別克斯坦，撒馬爾罕

source: Auctions
uz: Auksionlar
zh_cn: 拍賣

source: Раздел на стадии разработки
uz: Bo'lim loyihalashtirilyapti
zh_cn: 正在開發的部分

source: Результаты аукционов
uz: Auksion natijalari
zh_cn: 拍賣結果

source: Фильтровать по
uz: Filtrlash
zh_cn: 篩選依據

source: Очистить все
uz: Hammasini tozalash
zh_cn: 清除所有

source: Cart
uz: Savat
zh_cn: 大車

source: Товар
uz: Mahsulot
zh_cn: 產品

source: Автор и название картин
uz: Rasmlar muallifi va nomi
zh_cn: 作者和畫名

source: Артикул
uz: Maqola
zh_cn: 文章

source: в вашей корзине
uz: sizning savatingizda
zh_cn: 在你的購物車裡

source: товар
uz: mahsulot
zh_cn: 產品

source: Товаров
uz: Mahsulotlar
zh_cn: 產品

source: Очистить корзину
uz: Savatni tozalash
zh_cn: 清除購物車

source: Оформление заказа
uz: Buyurtma
zh_cn: 查看

source: Телефон
uz: Telefon raqami
zh_cn: 電話號碼

source: Улица/Дом/Квартира
uz: Ko'cha/Bino/Honadon
zh_cn: 街道/房子/公寓

source: Если все данные верны, нажмите 'Оформить':
uz: Agar barcha ma'lumotlar to'g'ri bo'lsa, "Buyurtma berish" tugmasini bosing:
zh_cn: 如果所有数据都正确，请单击“簽出”：

source: Оформить
uz: Buyurtma berish
zh_cn: 簽出

source: Blog Detail
uz: Blog Ma'lumoti
zh_cn: 博客詳情

source: Интересные статьи
uz: Qiziqarli maqolalar
zh_cn: 有趣的文章

source: Заголовок статьи
uz: Maqola sarlavhasi
zh_cn: 文章標題

source: Текст текст
uz: Matn matn matn matn matn matn matn matn ...
zh_cn: 文字文字文字文字文字文字文字文字文字文字...

source: Catalog Detail
uz: Katalog Ma'lumoti
zh_cn: 目錄詳情

source: Для интерьера
uz: Interyer uchun
zh_cn: 用於內部

source: Год создания:
uz: Yaratilgan sana
zh_cn: 創建年份

source: Добавить в корзину
uz: Savatga qo'shish
zh_cn: 加入購物車

source: год
uz: yil
zh_cn: 年份

source: Catalog
uz: Katalog
zh_cn: 目錄

source: По вашему запросу ничего не найдено
uz: Sizning so'rovingiz bo'yicha hech narsa topilmadi
zh_cn: 没有找到您的请求

source: Contacts
uz: Kontaktlar
zh_cn: 聯繫人

source: Craftmanship
uz: Hunarmandchilik
zh_cn: 工藝

source: Team
uz: Jamoa
zh_cn: 團隊

source: Наши эксперты
uz: Bizning ekspertlar
zh_cn: 我們的專家

source: Favorite
uz: Sevimlilar
zh_cn: 最喜歡的

source: Избранное
uz: Sevimlilar
zh_cn: 收藏夾

source: Кол-во
uz: Miqdori
zh_cn: 數量

source: По возрастанию
uz: O'sishi bo'yicha
zh_cn: 升序

source: По убыванию
uz: Pasayishi bo'yicha
zh_cn: 降序

source: Поиск
uz: Qidirish
zh_cn: 搜索

source: Номер лота
uz: Lot raqami
zh_cn: 批號

source: Жанры в изобразительном искусстве
uz: Tasviriy san'at janrlari
zh_cn: 視覺藝術中的流派

source: History of Orders
uz: Buyurtmalar tarixi
zh_cn: 訂單歷史

source: Профиль пользователя
uz: Foydalanuvchi profili
zh_cn: 用戶資料

source: Добро пожаловать в пользовательский центр!
uz: Foydalanuvchi markaziga xush kelibsiz
zh_cn: 歡迎來到用戶中心

source: История заказов
uz: Buyurtmalar tarixi
zh_cn: 訂單歷史

source: Личные данные
uz: Shaxsiy ma'lumotlar
zh_cn: 個人資料

source: Выйти
uz: Chiqish
zh_cn: 註銷

source: Detail Information
uz: To'liq ma'lumot

source: Name:
uz: Имя:

source: Phone:
uz: Телефон:

source: Address:
uz: Адрес:

source: Previous orders
uz: Прошлые заказы

source: Order ID
uz: ID заказа

source: Amount
uz: Итого

source: Ordered on
uz: Заказано в

source: Status
uz: Статус

source: ago
uz: назад

source: Изобразительное искусство
uz: Tasviriy san'at
zh_cn: 美術

source: Самые активные
uz: Eng faol
zh_cn: 最活躍

source: просмотров
uz: ko'rishlar
zh_cn: 意見

source: Войдите в свой личный кабинет
uz: Shaxsiy kabinetga kirish
zh_cn: 登錄您的個人文件櫃

source: Забыли пароль?
uz: Parolni unutdingizmi?
zh_cn: 忘記密碼？

source: Авторизоваться
uz: Tizimga kirish
zh_cn: 授權

source: Нет учетной записи?
uz: Akkauntingiz yo'qmi?
zh_cn: 沒有賬號？

source: Зарегистрироваться
uz: Ro'yxatdan o'tish
zh_cn: 註冊

source: Художник/Мастер
uz: Rassom/Usta
zh_cn: 藝術家/大師

source: Регионы страны
uz: Mamlakat hududlari
zh_cn: 國家地區

source: User Profile
uz: Foydalanuvchi Profili
zh_cn: 用戶資料

source: Улица, номер дома:
uz: Ko'cha, uy raqami:
zh_cn: 街道、门牌号：

source: Город:
uz: Shahar:
zh_cn: 城市

source: Страна:
uz: Davlat:
zh_cn: 國家

source: Почтовый индекс:
uz: Pochta indeksi
zh_cn: 郵政編碼

source: Телефон:
uz: Telefon raqami
zh_cn: 電話號碼

source: Всего
uz: Jami
zh_cn: 全部的

source: предмета
uz: mahsulotlar
zh_cn: 主题

source: Мастер
uz: Usta
zh_cn: 大師

source: млн
uz: mln
zh_cn: mln

source: Частные коллекции
uz: Shaxsiy kolleksiyalar
zh_cn: 私人收藏

source: Традиционный
uz: An'anaviy
zh_cn: 傳統

source: Современный
uz: Zamonaviy
zh_cn: 現代

source: Центры
uz: Markazlar
zh_cn: 中心

source: Ташкент
uz: Toshkent
zh_cn: 塔什幹

source: Бухара
uz: Buxoro
zh_cn: 布哈拉

source: Вид изделия
uz: Mahsulot turi
zh_cn: 產品類型

source: Кольца
uz: Uzuklar
zh_cn: 戒指

source: Серьги
uz: Sirg'alar
zh_cn: 耳環

source: Все
uz: Hammasi
zh_cn: 全部

source: Сегодня
uz: Bugun
zh_cn: 今天

source: Этот месяц
uz: Shu oy
zh_cn: 本月

source: Январь
uz: Yanvar
zh_cn: 一月

source: Февраль
uz: Fevral
zh_cn: 二月

source: Март
uz: Mart
zh_cn: 三月

source: Описание картины
uz: Rasm tavsifi
zh_cn: 繪畫描述

source: Логин
uz: Foydalanuvchi ismi
zh_cn: 用戶名

source: Электронная почта
uz: Xalqaro yetkazib berish
zh_cn: 國際快遞

source: Registration
uz: Ro'yxatdan o'tish
zh_cn: 登記

source: Создать учетную запись
uz: Akkaunt yaratish
zh_cn: 創建賬戶

source: Адрес электронной почты
uz: E-mail manzili
zh_cn: 國際快遞

source: Должен содержать не менее одной цифры и одной прописной и строчной буквы, а также не менее 8 символов.
uz: Kamida bitta raqam va bitta katta va kichik harf va kamida 8 ta belgidan iborat bo'lishi kerak.
zh_cn: 必须至少包含一个数字和一个大小写字母，以及至少 8 个字符。

source: Подтвердить пароль
uz: Parolni tasdiqlash
zh_cn: 確認密碼

source: пароль не совпадает
uz: Parollar mos kelmadi
zh_cn: 密码不匹配

source: ДД/ММ/ГГГГ
uz: KK/OO/YYYY
zh_cn: 日/月/年

source: Уже есть аккаунт?
uz: Ro'yihatdan o'tganmisiz?
zh_cn: 已经有一个帐户？

source: Все Виды
uz: Barcha Turlar

source: Все Жанры
uz: Barcha Janrlar
zh_cn: 所有流派

source: Sell
uz: Sotish
zh_cn: 賣

source: Запрос на продажу картины
uz: Rasm sotuviga so'rov
zh_cn: 請求出售一幅畫

source: Выберите файл
uz: Faylni tanlang
zh_cn: 選擇一個文件

source: Стиль/течение
uz: Uslub/yo'nalish
zh_cn: 樣式/流

source: Дата
uz: Sana
zh_cn: 日期

source: Материалы
uz: Materiallar
zh_cn: 材料

source: Оформление
uz: Bezagi
zh_cn: 設計

source: Состояние
uz: Holati
zh_cn: 條件

source: ФИО
uz: Ism sharif
zh_cn: 全名

source: Контактный номер
uz: Kontakt raqami
zh_cn: 聯繫電話

source: Почтовый адрес
uz: Pochta manzili
zh_cn: 郵政編碼

source: Отправить запрос
uz: So'rov yuborish
zh_cn: 發送請求

source: Service Detail
uz: Xizmat tasnifi
zh_cn: 服務詳情

source: Наши работы
uz: Bizning asarlar
zh_cn: 我们的工作

source: Services
uz: Xizmatlar
zh_cn: 服務

source: Номер аукциона:
uz: Auktsion raqami:

source: Дата:
uz: Sana:

source: Адрес проведения:
uz: Manzil:

source: Количество лотов:
uz: Lotlar soni:

source: Просмотры
zh_cn: 查看次數

source: и следите последними новостями`
zh_cn: 敬請關注最新消息

source: Blog
zh_cn: 博客

source: сум
zh_cn: 總和

source: Login
zh_cn: 登錄
